odrxCreateObject(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
This external function creates a new instance of the class specified by the argument as a string
and returns a /non-typified smart pointer/ to it.
\param sClassName [in]  Custom class name as a string.